Repository: uk-gov-mirror/ONSdigital.census-rh-ui
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cy

source: Is your address correct?
cy: WELSH Is your address correct?

source: Or
cy: WELSH Or

source: Yes, this address is correct
cy: WELSH Yes, this address is correct

source: Selecting this will uncheck all other answers
cy: WELSH Selecting this will uncheck all other answers

source: No, I need to change this address
cy: WELSH No, I need to change this address

source: Save and continue
cy: WELSH Save and continue

source: Address Line 1 (Including your house name or number)
cy: WELSH Address Line 1 (Including your house name or number)

source: Address Line 2
cy: WELSH Address Line 2

source: Town/City
cy: WELSH Town/City

source: County
cy: WELSH County

source: Postcode
cy: WELSH Postcode

source: Country
cy: WELSH Country

source: Sorry, something went wrong
cy: WELSH Sorry, something went wrong

source: We are experiencing some technical problems.
cy: WELSH We are experiencing some technical problems.

source: Please try again later, or
cy: WELSH Please try again later, or

source: contact us
cy: WELSH contact us

source: Enter your access code
cy: WELSH Enter your access code

source: Your 12 character access code is on the letter we sent you
cy: WELSH Your 12 character access code is on the letter we sent you

source: Enter the first four characters of the access code
cy: WELSH Enter the first four characters of the access code

source: Enter the next four characters of the access code
cy: WELSH Enter the next four characters of the access code

source: Enter the last four characters of the access code
cy: WELSH Enter the last four characters of the access code

source: Your information is protected by law and will be kept confidential.
cy: WELSH Your information is protected by law and will be kept confidential.

source: Legal information
cy: WELSH Legal information

source: About ONS
cy: WELSH About ONS

source: Statistics
cy: WELSH Statistics

source: Census Dress Rehearsal 2019 (Banner TBD)
cy: WELSH Census Dress Rehearsal 2019 (Banner TBD)

source: Or please call for advice on one of these numbers:
cy: WELSH Or please call for advice on one of these numbers:

source: England
cy: WELSH England

source: Wales
cy: WELSH Wales

source: Northern Ireland
cy: WELSH Northern Ireland

source: Translation
cy: WELSH Translation
